{
    "extensionName": {
        "message": "Extensión de navegador de Contrasinais para Nextcloud",
        "description": "Name of the extension."
    },
    "SettingsAutofillIgnoredDomains": {
        "message": "Ignorar estes dominios (un por liña, tamén se ignoran os subdominios)",
        "description": "Label of the setting in the extension settings to maintain a list of domains where the extension should not autofill passwords. The textarea should be filled with one domain per line, no spaces. Subdomains of the listed domains will also be ignored automatically."
    },
    "extensionDescription": {
        "message": "A extensión de navegador oficial de Contrasinais para Nextcloud",
        "description": "Description of the extension."
    },
    "locale": {
        "message": "gl",
        "description": "The language tag of this translation. Same as the folder name"
    },
    "browserActionTitle": {
        "message": "Contrasinais",
        "description": "Title of the button in the browser bar"
    },
    "contextMenuTitle": {
        "message": "Contrasinais",
        "description": "Title of the context menu item"
    },
    "BrowserActionTitleCounter": {
        "message": "Contrasinais ($COUNTER$)",
        "description": "Title of the button in the browser bar with suggestion counter",
        "placeholders": {
            "counter": {
                "content": "$1",
                "example": "2"
            }
        }
    },
    "MigrationAccountName": {
        "message": "Conta de Nextcloud",
        "description": "Label assigned to the account used by the v1.x migration"
    },
    "PrivatePasswordsFolderLabel": {
        "message": "Contrasinais privados",
        "description": "Label assigned to the hidden folder for private passwords. (folder is only visible when browsing in private mode)"
    },
    "SettingsTabAccounts": {
        "message": "Contas",
        "description": "Label of the user accounts tab in the extension settings"
    },
    "SettingsTabTheming": {
        "message": "Temas",
        "description": "Label of the themes tab in the extension settings"
    },
    "SettingsTabOther": {
        "message": "Outros axustes",
        "description": "Label of the general settings tab in the extension settings"
    },
    "SettingsTabDebug": {
        "message": "Depuración",
        "description": "Label of the extension debugging tab in the extension settings"
    },
    "SettingsAccountsMain": {
        "message": "Conta predeterminada para contrasinais novos",
        "description": "Label of the option to choose the main account in the extension settings. This account will be used to synchronize settings accross apps, store new passwords and so on"
    },
    "AutofillSettings": {
        "message": "Pegado de credenciais",
        "description": "Headline above the password autofill section in the other settings tab in the extension settings"
    },
    "SettingsPastePopupClose": {
        "message": "Pechar a xanela emerxente após pegar as credenciais",
        "description": "Label of the setting in the extension settings to automatically close the extension popup after successful pasting"
    },
    "SettingsPasteWarnCompromised": {
        "message": "Advertir cando se empreguen credenciais comprometidas",
        "description": "Label of the setting in the extension settings to show a warning after pasting a compromised password"
    },
    "SettingsPasteAutofillEnabled": {
        "message": "Encher automaticamente os datos de acceso que correspondan",
        "description": "Label of the setting in the extension settings to automatically paste the first recommended credential into login forms"
    },
    "SettingsPasteBasicAuth": {
        "message": "Responder automaticamente ás solicitudes de autenticación básica HTTP",
        "description": "Label of the setting in the extension settings to automatically respond with the first recommended credential to any http basic authentication request"
    },
    "HelpPasteBasicAuth": {
        "message": "Responde automaticamente ás solicitudes de autenticación básica http coa primeira credencial suxerida. Teña en conta que isto pode expoñer as credenciais a servidores pouco fiábeis.",
        "description": "Help text in the extension settings for the setting to automatically respond with the first recommended credential to any http basic authentication request"
    },
    "SettingsClearClipboardPasswords": {
        "message": "Eliminar automaticamente os contrasinais do portapapeis",
        "description": "Label of the setting in the extension settings to automatically clear passwords from clipboard after a certain time."
    },
    "SettingsClearClipboardDelay": {
        "message": "Baleirar o portapapeis após",
        "description": "Label of the setting in the extension settings to define the time when the clipboard content will be removed."
    },
    "SettingsClipboardClearDelayOptions": {
        "message": "$ROW$ segundos",
        "description": "Time in seconds until clipboard will get empty.",
        "placeholders": {
            "row": {
                "content": "$1",
                "example": "One of 15, 30, 45, 60, 90"
            }
        }
    },
    "SettingsNotifyPasswordNew": {
        "message": "Notificación de contrasinais novos",
        "description": "Label of the setting in the extension settings to enable or disable the notification for new detected passwords"
    },
    "SettingsNotifyPasswordQuicksave": {
        "message": "Gardar ou actualizar os contrasinais directamente cando se preme na notificación",
        "description": "Label of the setting in the extension settings to save or update a password directly when the related notification is clicked"
    },
    "SearchSettings": {
        "message": "Buscar",
        "description": "Headline above the search section in the other settings tab in the extension settings"
    },
    "SettingsMiningIgnoredDomainsPlaceholder": {
        "message": "p. ex. example.com",
        "description": "Placeholder text for SettingsMiningIgnoredDomains"
    },
    "SettingsAutofillIgnoredDomainsPlaceholder": {
        "message": "p. ex. example.com",
        "description": "Placeholder text for SettingsMiningIgnoredDomains"
    },
    "PasswordMiningSettings": {
        "message": "Contrasinais novos e modificados",
        "description": "Headline above the password mining section in the other settings tab in the extension settings"
    },
    "SettingsMiningIgnoredDomains": {
        "message": "Ignorar estes dominios (un por liña, tamén se ignoran os subdominios)",
        "description": "Label of the setting in the extension settings to maintain a list of domains where the extension should not detect new or changed passwords. The textarea should be filled with one domain per line, no spaces. Subdomains of the listed domains will also be ignored automatically."
    },
    "TabRelated": {
        "message": "Suxestións",
        "description": "Label of the related passwords tab in the extension popup"
    },
    "SettingsMiningIncognitoHide": {
        "message": "Almacenar os contrasinais recompilados en Incógnito como contrasinais privados",
        "description": "Label of the setting in the extension settings to enable or disable switching to the search tab in the popup if the user types in the related passwords tab"
    },
    "AccountList": {
        "message": "Contas de usuario",
        "description": "Headline above the user accounts section in the accounts tab in the extension settings"
    },
    "NoAccounts": {
        "message": "Aínda non hai contas. Prema aquí para crear unha.",
        "description": "Message in place of the user accounts list in the extension settings if there are no user accounts yet. The user can click the message to create an account"
    },
    "FirstRunServerCheckTitle": {
        "message": "Comprobando o servidor",
        "description": "Title of the first run wizard settings page while data is loaded from the server"
    },
    "FirstRunSettingsTitle": {
        "message": "Personalizar a extensión",
        "description": "Title of the first run wizard page that allows the user to change some common settings"
    },
    "LabelGeneratorStrengthUltra": {
        "message": "Máxima",
        "description": "Label of the very high (4) strength option for the password generator in the tools tab"
    },
    "LabelGeneratorStrengthLow": {
        "message": "Baixa",
        "description": "Label of the low (0) strength option for the password generator in the tools tab"
    },
    "LabelGeneratorStrengthStandard": {
        "message": "Estándar",
        "description": "Label of the default (1) strength option for the password generator in the tools tab"
    },
    "LabelGeneratorStrengthMedium": {
        "message": "Media",
        "description": "Label of the medium (2) strength option for the password generator in the tools tab"
    },
    "LabelGeneratorStrengthHigh": {
        "message": "Alta",
        "description": "Label of the high (3) strength option for the password generator in the tools tab"
    },
    "LabelGenerateAddSpecial": {
        "message": "Símbolos",
        "description": "Label of the option to include special characters in the password generator in the tools tab"
    },
    "LabelGenerateStrength": {
        "message": "Fortaleza",
        "description": "Label of the option to set the strength in the password generator in the tools tab"
    },
    "LabelGenerateAddNumbers": {
        "message": "Números",
        "description": "Label of the option to include numbers in the password generator in the tools tab"
    },
    "GeneratedPasswordPlaceholder": {
        "message": "Contrasinal xerado",
        "description": "Placeholder of the field for the generated password in the tools tab of the popup"
    },
    "ToolsTabGeneratePassword": {
        "message": "Xerar contrasinal",
        "description": "Label of the generate password section in the tools tab of the popup"
    },
    "ToolsTabDebugTools": {
        "message": "Ferramentas de depuración",
        "description": "Label of the debugging tools section in the tools tab of the popup"
    },
    "FirstRunSettingsSave": {
        "message": "Gardar",
        "description": "Text of the button in the first run wizard to save the settings and close the wizard"
    },
    "SettingsPasteFormSubmit": {
        "message": "Enviar formularios de acceso cando se peguen as credenciais dende a xanela emerxente",
        "description": "Label of the setting in the extension settings to automatically submit login forms after pasting"
    },
    "NotificationSettings": {
        "message": "Notificacións",
        "description": "Headline above the notification section in the other settings tab in the extension settings (!Currently Unused)"
    },
    "DebugResetStatisticsTitle": {
        "message": "Restabelece as estatísticas de uso recompiladas utilizadas para recomendar credenciais na lapela relacionada",
        "description": "Help title text of the button to reset the usage statistics for the password recommendations in the debug tab in the extension settings"
    },
    "UserAgent": {
        "message": "Cliente oficial de Contrasinais para $BROWSER$ en $OS$",
        "description": "The user agent used for api requests. Only ASCII characters allowed: 0-9, A-Z, a-z. No special characters or non latin characters like ä,á,ã or ß",
        "placeholders": {
            "browser": {
                "content": "$1",
                "example": "Firefox"
            },
            "os": {
                "content": "$2",
                "example": "Linux"
            }
        }
    },
    "SettingsNotifyPasswordUpdate": {
        "message": "Notificación de contrasinais actualizados",
        "description": "Label of the setting in the extension settings to enable or disable the notification for detected password updates"
    },
    "SettingsPopupRelatedSearch": {
        "message": "Comezar a busca cando escriba en «Relacionado»",
        "description": "Label of the setting in the extension settings to enable or disable switching to the search tab in the popup if the user types in the related passwords tab"
    },
    "ServerTimeoutOptionMinutes": {
        "message": "Após $MINUTES$ minutos",
        "description": "Label of the option for the server timeout to expire after a given amount of minutes",
        "placeholders": {
            "minutes": {
                "content": "$1",
                "example": "One of 5, 10, 15 30 or 60"
            }
        }
    },
    "HelpPasteAutofill": {
        "message": "Pega automaticamente a primeira credencial suxerida en calquera formulario de acceso da lapela. Teña en conta que isto fai que sexa accesíbel calquera script da lapela.",
        "description": "Help text in the extension settings for the setting to automatically paste credentials into login forms"
    },
    "HelpClearClipboardPasswords": {
        "message": "O portapapeis só se limpará se o navegador aínda está aberto. Se se concede o permiso opcional para ler o portapapeis, só se limpará se o contrasinal aínda está alí.",
        "description": "Help text in the extension settings for the setting to automatically clean passwords from clipboard after a certain time."
    },
    "NoRelatedPasswords": {
        "message": "Non atopou ningún contrasinal relacionado",
        "description": "Used in the related tab when no entries match the current website"
    },
    "FirstRunSetupManually": {
        "message": "Conectar manualmente",
        "description": "Text of the button or link in the first run wizard to open the settings and add an account manually"
    },
    "NewAccountFormLabel": {
        "message": "Crear conta",
        "description": "Label of the new account form in the extension settings"
    },
    "ServerSaveTitle": {
        "message": "Conta gardada",
        "description": "Title of the toast notification in the extension settings after an account was created or updated successfully"
    },
    "ServerSaveMessage": {
        "message": "Todos os cambios aplicáronse correctamente",
        "description": "Message of the toast notification in the extension settings after an account was created successfully"
    },
    "ServerCreatedMessage": {
        "message": "Foi creada a conta e está lista para ser usada",
        "description": "Message of the toast notification in the extension settings after an account was updated successfully"
    },
    "ServerSaveErrorTitle": {
        "message": "Produciuse un fallo ao gardar",
        "description": "Title of the toast notification in the extension settings after an account could not be updated or saved. The message will be the specific error message"
    },
    "ServerDisabledWarning": {
        "message": "Esta conta está desactivada. Activarase após que se garde correctamente.",
        "description": "Warning message which appears above the account details if the server was disabled. Usual reasons are invalid login data, unsupported extension version or permanent connection issues."
    },
    "ServerLabel": {
        "message": "Nome",
        "description": "Label of the account name field in account details in the extension settings"
    },
    "ServerBaseUrl": {
        "message": "URL",
        "description": "Label of the server url field in account details in the extension settings"
    },
    "ServerUser": {
        "message": "Usuario",
        "description": "Label of the account login user field in account details in the extension settings"
    },
    "ServerToken": {
        "message": "Contrasinal da aplicación",
        "description": "Label of the account login token field in account details in the extension settings"
    },
    "ServerTokenChange": {
        "message": "Cambiar o contrasinal da aplicación",
        "description": "Label of the button to change the login token of an existing account in the account details in the extension settings"
    },
    "ServerTimeout": {
        "message": "Pechar após",
        "description": "Label of the option to change the automatic logout time of an existing account in the account details in the extension settings"
    },
    "ServerTimeoutOptionNever": {
        "message": "Nunca",
        "description": "Label of the option for the server timeout to never expire"
    },
    "TabSearch": {
        "message": "Buscar",
        "description": "Label of the search tab in the extension popup"
    },
    "TabBrowse": {
        "message": "Navegar",
        "description": "Label of the browse servers tab in the extension popup"
    },
    "TabCollected": {
        "message": "Recompilado",
        "description": "Label of the new collected passwords tab in the extension popup"
    },
    "TabTools": {
        "message": "Ferramentas",
        "description": "Label of the tools tab in the extension popup"
    },
    "PasswordItemTitle": {
        "message": "Estado: $STATUS$, ID: #$ID$",
        "description": "The tooltip of any password entry in the popup",
        "placeholders": {
            "id": {
                "content": "$1",
                "example": "1234-1234-1234-1234"
            },
            "status": {
                "content": "$2",
                "example": "DUPLICATE"
            }
        }
    },
    "PasswordItemOpenUrl": {
        "message": "Abrir o sitio web",
        "description": "Title of the menu option to open the password url in a new tab"
    },
    "PasswordItemToTrash": {
        "message": "Mover ao lixo",
        "description": "Title of the menu option to move a password to the trash"
    },
    "PasswordItemDetails": {
        "message": "Ver detalles",
        "description": "Title of the menu option to view and edit a password"
    },
    "ValidationLabel": {
        "message": "etiqueta",
        "description": "Name of the account label field in account validation message. This value is used when the user attempts to save an account with an invalid label"
    },
    "ValidationUser": {
        "message": "usuario",
        "description": "Name of the account username field in account validation message. This value is used when the user attempts to save an account with an invalid username"
    },
    "ValidationBaseUrl": {
        "message": "url base",
        "description": "Name of the account base url field in account validation message. This value is used when the user attempts to save an account with an invalid base url"
    },
    "ValidationNotEmpty": {
        "message": "O campo $FIELD$ non pode estar baleiro.",
        "description": "Validation message when the user attempts to save something (like an account) but a required field is empty.",
        "placeholders": {
            "field": {
                "content": "$1",
                "example": "user"
            }
        }
    },
    "ValidationMinLength": {
        "message": "O campo $FIELD$ debe ter polo menos $MIN$ caracteres.",
        "description": "Validation message when the user attempts to save something (like an account) but a field is shorter than required",
        "placeholders": {
            "field": {
                "content": "$1",
                "example": "user"
            },
            "min": {
                "content": "$2",
                "example": "29"
            }
        }
    },
    "ValidationMaxLength": {
        "message": "O campo $FIELD$ debe ter menos de $MAX$ caracteres.",
        "description": "Validation message when the user attempts to save something (like an account) but a field is longer than allowed",
        "placeholders": {
            "field": {
                "content": "$1",
                "example": "user"
            },
            "max": {
                "content": "$2",
                "example": "29"
            }
        }
    },
    "ValidationFailed": {
        "message": "Validación fallada.",
        "description": "Validation message when the user attempts to save something (like an account) but there were validation errors"
    },
    "ValidationNotAnUrl": {
        "message": "O URL base debe ser un URL válido.",
        "description": "Validation message when the user attempts to save an account but the server url is not a valid url"
    },
    "ValidationNotAToken": {
        "message": "O contrasinal da aplicación debe ser un contrasinal de aplicación Nextcloud válido.",
        "description": "Validation message when the user attempts to save an account but the token does not match the Nextcloud token schema"
    },
    "ValidationDuplicate": {
        "message": "Xa hai unha conta para este usuario neste Nextcloud.",
        "description": "Validation message when the user attempts to save a new account, but a similar account with the same server and same user name already exists"
    },
    "ValidationUnauthorizedError": {
        "message": "O servidor en $URL$ non aceptou os datos de acceso.",
        "description": "Validation message when the user attempts to save an account but the server did not accept the user name and token",
        "placeholders": {
            "url": {
                "content": "$1",
                "example": "https://cloud.example.com/"
            }
        }
    },
    "ValidationHttpError": {
        "message": "Ao tentar conectarse a $URL$ produciuse o erro $ERROR$.",
        "description": "Validation message when the user attempts to save an account but the server responded with an unexpected HTTP status code",
        "placeholders": {
            "url": {
                "content": "$1",
                "example": "https://cloud.example.com/"
            },
            "error": {
                "content": "$2",
                "example": "HTTP 401 - Forbidden"
            }
        }
    },
    "ValidationNoConnection": {
        "message": "Non foi posíbel conectarse a $URL$.",
        "description": "Validation message when the user attempts to save an account but it is not possible to connect to this server with the given url",
        "placeholders": {
            "url": {
                "content": "$1",
                "example": "https://cloud.example.com/"
            }
        }
    },
    "ValidationServerVersion": {
        "message": "A versión da aplicación instalada no servidor está desactualizada.",
        "description": "Validation message when the user attempts to save an account but the version of the passwords app installed on the server is outdated"
    },
    "TitleClickToEdit": {
        "message": "Prema dúas veces para editar",
        "description": "Tooltip used in the collected password form for any property of the password to inform the user that double clicking makes the text field editable"
    },
    "TitleEnterToExit": {
        "message": "Prema Intro para gardar",
        "description": "Tooltip used in the collected password form to tell the user that the property can be saved by clicking enter"
    },
    "NoSearchResults": {
        "message": "Non foi atopado ningún contrasinal que coincida coa súa consulta",
        "description": "Used in the search tab when no entries match the search query"
    },
    "NoSearchQuery": {
        "message": "Escriba na caixa de busca para atopar contrasinais",
        "description": "Used in the search tab when there is no search query"
    },
    "NoCollectedPasswords": {
        "message": "Non se atoparon contrasinais novos",
        "description": "Used in the collected tab when no new passwords have been found"
    },
    "AddPasswordForCurrentTab": {
        "message": "Engadir credenciais para a lapela actual",
        "description": "Used in the collected tab for the option to add a blank entry with just the url of the current tab"
    },
    "NoServerItems": {
        "message": "Non se atopou ningún elemento",
        "description": "Used in the browse tab when a server has no entries to list"
    },
    "BrowseNoServers": {
        "message": "Non hai servidores dispoñíbeis",
        "description": "Used in the browse tab when no accounts/servers are available"
    },
    "SearchPlaceholder": {
        "message": "Atopar contrasinais",
        "description": "Placeholder text of the search box"
    },
    "MiningItemIsNew": {
        "message": "Este é un contrasinal novo",
        "description": "Text shown in a collected password that is new to tell the user that it is a new passwor"
    },
    "LabelLabel": {
        "message": "Nome",
        "description": "Label for the name of a password entry"
    },
    "LabelPassword": {
        "message": "Contrasinal",
        "description": "Label for the password of a password entry"
    },
    "LabelUsername": {
        "message": "Usuario",
        "description": "Label for the username of a password entry"
    },
    "LabelHidden": {
        "message": "Contrasinal privado",
        "description": "Label for the checkbox to mark a password entry as private or hidden in the webapp"
    },
    "LabelUrl": {
        "message": "URL",
        "description": "Label for of a field that contains an url (used in collected password or server info)"
    },
    "LabelUser": {
        "message": "Usuario",
        "description": "Label for the username of in the server info in the browse tab"
    },
    "LabelPasswords": {
        "message": "Contrasinais",
        "description": "Label for the password count in the server info in the browse tab"
    },
    "LabelFolders": {
        "message": "Cartafoles",
        "description": "Label for the folder count in the server info in the browse tab"
    },
    "LabelFolder": {
        "message": "Cartafol",
        "description": "Label for the folder of this password."
    },
    "LabelCreated": {
        "message": "Creado",
        "description": "Label for the creation time of this password."
    },
    "LabelEdited": {
        "message": "Modificado",
        "description": "Label for the last edit time of this password."
    },
    "LabelNotes": {
        "message": "Notas",
        "description": "Label for the notes of this password."
    },
    "LabelServerVersion": {
        "message": "Servidor",
        "description": "Label for the nextcloud server version in the server info in the browse tab"
    },
    "LabelAppVersion": {
        "message": "API",
        "description": "Label for the passwords app version in the server info in the browse tab"
    },
    "AppLabelString": {
        "message": "Contrasinais $VERSION$",
        "description": "Value for the passwords app version in the server info in the browse tab",
        "placeholders": {
            "version": {
                "content": "$1",
                "example": "20"
            }
        }
    },
    "PlaceholderPassword": {
        "message": "Contrasinal",
        "description": "Placeholder text in the master password field of the server authorization dialog"
    },
    "PlaceholderToken": {
        "message": "Testemuño de dous factores",
        "description": "Placeholder text in the master password field of the server authorization dialog"
    },
    "ButtonLogin": {
        "message": "Acceso",
        "description": "The text of the login button of the server authorization dialog"
    },
    "AuthorizationFailedTitle": {
        "message": "Autorización fallada",
        "description": "Title of the toast notification when the login attempt was unsuccessful"
    },
    "AuthorizationFailedText": {
        "message": "Foi denegado o acceso á base de datos de contrasinais co acceso fornecido",
        "description": "Text of the toast notification when the login attempt was unsuccessful"
    },
    "NotifyNewPasswordTitle": {
        "message": "Foi detectado un novo contrasinal",
        "description": "Title of the system notification when a new password was detected"
    },
    "NotifyNewPasswordText": {
        "message": "Foi detectado un novo contrasinal para «$LABEL$».",
        "description": "Text of the system notification when a new password was detected. Used in Chrome where the notification has buttons to save or view the password",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nextcloud Community Forum"
            }
        }
    },
    "ButtonSave": {
        "message": "Gardar",
        "description": "The save button of a password detection system notification"
    },
    "ButtonMore": {
        "message": "Máis opcións",
        "description": "The more options button of a password detection system notification which opens the popup with the form which shows all password details"
    },
    "ButtonClose": {
        "message": "Pechar",
        "description": "The title of the close button of a toast notification"
    },
    "ToastServerCheckTitle": {
        "message": "É necesario actualizar $SERVER$",
        "description": "Title of the toast notification when an account was disabled because the server uses an outdated and unsupported version of the passwords app",
        "placeholders": {
            "server": {
                "content": "$1",
                "example": "My Nextcloud"
            }
        }
    },
    "PropertyPassword": {
        "message": "Contrasinal",
        "description": "Label of the property password of the password entry used in PasswordPropertyCopied"
    },
    "PropertyUrl": {
        "message": "Sitio web",
        "description": "Label of the property url of the password entry used in PasswordPropertyCopied"
    },
    "SettingsThemeId": {
        "message": "Tema activo",
        "description": "Label of the option to choose the current theme in the extension settings"
    },
    "ThemeDark": {
        "message": "Tema escuro",
        "description": "Label of the dark theme"
    },
    "ValidationToken": {
        "message": "contrasinal da aplicación",
        "description": "Name of the account token field in account validation message. This value is used when the user attempts to save an account with an invalid token"
    },
    "ValidationInvalidTimeout": {
        "message": "O tempo de peche debe ser unha das opcións indicadas.",
        "description": "Validation message when the user attempts to save an account but the timeout is not within the predefined range"
    },
    "ValidationConnectionError": {
        "message": "Ao tentar conectarse a $URL$ produciuse o erro $ERROR$.",
        "description": "Validation message when the user attempts to save an account but the connection attempt resulted in any kind of error (including internal extension errors)",
        "placeholders": {
            "url": {
                "content": "$1",
                "example": "https://cloud.example.com/"
            },
            "error": {
                "content": "$2",
                "example": "Undefined variable example in file"
            }
        }
    },
    "LabelCustomFields": {
        "message": "Campos personalizados",
        "description": "Label for the custom fields of this password"
    },
    "LabelTags": {
        "message": "Etiquetas",
        "description": "Label for the tag count in the server info in the browse tab"
    },
    "ServerLabelString": {
        "message": "Nextcloud $VERSION$",
        "description": "Value for the nextcloud server version in the server info in the browse tab",
        "placeholders": {
            "version": {
                "content": "$1",
                "example": "20"
            }
        }
    },
    "PropertyUsername": {
        "message": "Nome de usuario",
        "description": "Label of the property username of the password entry used in PasswordPropertyCopied"
    },
    "MiningItemIsUpdate": {
        "message": "Esta semella ser unha actualización de «$PASSWORD$»",
        "description": "Text shown in a collected password that is an update of an existing password",
        "placeholders": {
            "password": {
                "content": "$1",
                "example": "My Password"
            }
        }
    },
    "TokenRequestFailed": {
        "message": "Produciuse un fallo na solicitude de testemuño",
        "description": "Title of the toast notification when the request for a two factor auth token failed. The text will be the error message."
    }
}
