{
    "extensionName": {
        "message": "Mots de passe pour l'extension de navigateur Nextcloud",
        "description": "Name of the extension."
    },
    "extensionDescription": {
        "message": "L'extension de navigateur officielle pour Mots de passe pour Nextcloud",
        "description": "Description of the extension."
    },
    "locale": {
        "message": "fr",
        "description": "The language tag of this translation. Same as the folder name"
    },
    "browserActionTitle": {
        "message": "Mots de passe",
        "description": "Title of the button in the browser bar"
    },
    "contextMenuTitle": {
        "message": "Mots de passe",
        "description": "Title of the context menu item"
    },
    "ServerBaseUrl": {
        "message": "URL",
        "description": "Label of the server url field in account details in the extension settings"
    },
    "ServerUser": {
        "message": "Utilisateur·ice",
        "description": "Label of the account login user field in account details in the extension settings"
    },
    "LabelPassword": {
        "message": "Mot de passe",
        "description": "Label for the password of a password entry"
    },
    "LabelUsername": {
        "message": "Utilisateur·ice",
        "description": "Label for the username of a password entry"
    },
    "LabelUser": {
        "message": "Utilisateur·ice",
        "description": "Label for the username of in the server info in the browse tab"
    },
    "LabelUrl": {
        "message": "URL",
        "description": "Label for of a field that contains an url (used in collected password or server info)"
    },
    "LabelPasswords": {
        "message": "Mots de passe",
        "description": "Label for the password count in the server info in the browse tab"
    },
    "AppLabelString": {
        "message": "Mots de passe $VERSION$",
        "description": "Value for the passwords app version in the server info in the browse tab",
        "placeholders": {
            "version": {
                "content": "$1",
                "example": "20"
            }
        }
    },
    "PlaceholderPassword": {
        "message": "Mot de passe",
        "description": "Placeholder text in the master password field of the server authorization dialog"
    },
    "PropertyPassword": {
        "message": "Mot de passe",
        "description": "Label of the property password of the password entry used in PasswordPropertyCopied"
    },
    "PropertyUsername": {
        "message": "Utilisateur·ice",
        "description": "Label of the property username of the password entry used in PasswordPropertyCopied"
    },
    "PropertyUrl": {
        "message": "Site Web",
        "description": "Label of the property url of the password entry used in PasswordPropertyCopied"
    },
    "ButtonSave": {
        "message": "Enregistrer",
        "description": "The save button of a password detection system notification"
    },
    "BrowserActionTitleCounter": {
        "message": "Mots de passe ($COUNTER$)",
        "description": "Title of the button in the browser bar with suggestion counter",
        "placeholders": {
            "counter": {
                "content": "$1",
                "example": "2"
            }
        }
    },
    "SettingsTabDebug": {
        "message": "Déboguer",
        "description": "Label of the extension debugging tab in the extension settings"
    },
    "HelpPasteAutofill": {
        "message": "Collez automatiquement le premier identifiant suggéré dans tout formulaire de connexion de l'onglet. Sachez que cela rend l'identifiant accessible à tout script dans l'onglet.",
        "description": "Help text in the extension settings for the setting to automatically paste credentials into login forms"
    },
    "UserAgent": {
        "message": "Client Mots de passe officiel pour $BROWSER$ sur $OS$",
        "description": "The user agent used for api requests. Only ASCII characters allowed",
        "placeholders": {
            "browser": {
                "content": "$1",
                "example": "Firefox"
            },
            "os": {
                "content": "$2",
                "example": "Linux"
            }
        }
    },
    "MigrationAccountName": {
        "message": "Compte Nextcloud",
        "description": "Label assigned to the account used by the v1.x migration"
    },
    "PrivatePasswordsFolderLabel": {
        "message": "Mots de passe privés",
        "description": "Label assigned to the hidden folder for private passwords. (folder is only visible when browsing in private mode)"
    },
    "SettingsTabAccounts": {
        "message": "Comptes",
        "description": "Label of the user accounts tab in the extension settings"
    },
    "SettingsTabTheming": {
        "message": "Apparence",
        "description": "Label of the themes tab in the extension settings"
    },
    "SettingsTabOther": {
        "message": "Autres options",
        "description": "Label of the general settings tab in the extension settings"
    },
    "SettingsAccountsMain": {
        "message": "Compte par défaut pour les nouveaux mots de passe",
        "description": "Label of the option to choose the main account in the extension settings. This account will be used to synchronize settings accross apps, store new passwords and so on"
    },
    "SettingsPasteWarnCompromised": {
        "message": "Alerter en cas d'utilisation d'identifiants compromis",
        "description": "Label of the setting in the extension settings to show a warning after pasting a compromised password"
    },
    "SettingsPasteAutofillEnabled": {
        "message": "Remplir automatiquement les données de connexion les mieux adaptées",
        "description": "Label of the setting in the extension settings to automatically paste the first recommended credential into login forms"
    },
    "HelpClearClipboardPasswords": {
        "message": "Le presse-papier sera effacé seulement si le navigateur est encore ouvert. Si la permission optionnelle de lire le presse-papier est donnée, il sera effacé uniquement si le mot de passe y est encore.",
        "description": "Help text in the extension settings for the setting to automatically clean passwords from clipboard after a certain time."
    },
    "ServerDisabledWarning": {
        "message": "Ce compte est désactivé. Il sera activé après avoir été enregistré avec succès.",
        "description": "Warning message which appears above the account details if the server was disabled. Usual reasons are invalid login data, unsupported extension version or permanent connection issues."
    },
    "ServerToken": {
        "message": "Mot de passe de l'application",
        "description": "Label of the account login token field in account details in the extension settings"
    },
    "ServerTokenChange": {
        "message": "Changer le mot de passe de l'application",
        "description": "Label of the button to change the login token of an existing account in the account details in the extension settings"
    },
    "ValidationLabel": {
        "message": "étiquette",
        "description": "Name of the account label field in account validation message. This value is used when the user attempts to save an account with an invalid label"
    },
    "ValidationMaxLength": {
        "message": "$FIELD$ doit être plus court que $MAX$ caractères.",
        "description": "Validation message when the user attempts to save something (like an account) but a field is longer than allowed",
        "placeholders": {
            "field": {
                "content": "$1",
                "example": "user"
            },
            "max": {
                "content": "$2",
                "example": "29"
            }
        }
    },
    "ValidationUnauthorizedError": {
        "message": "Le serveur à l'adresse $URL$ n'accepte pas les données de connexion.",
        "description": "Validation message when the user attempts to save an account but the server did not accept the user name and token",
        "placeholders": {
            "url": {
                "content": "$1",
                "example": "https://cloud.example.com/"
            }
        }
    },
    "ValidationConnectionError": {
        "message": "La tentative de connexion à $URL$ s'est finie en $ERROR$.",
        "description": "Validation message when the user attempts to save an account but the connection attempt resulted in any kind of error (including internal extension errors)",
        "placeholders": {
            "url": {
                "content": "$1",
                "example": "https://cloud.example.com/"
            },
            "error": {
                "content": "$2",
                "example": "Undefined variable example in file"
            }
        }
    },
    "NoCollectedPasswords": {
        "message": "Aucun nouveau mot de passe trouvé",
        "description": "Used in the collected tab when no new passwords have been found"
    },
    "MiningItemIsUpdate": {
        "message": "Il semblerait que ceci soit une mise à jour de \"$PASSWORD$\"",
        "description": "Text shown in a collected password that is an update of an existing password",
        "placeholders": {
            "password": {
                "content": "$1",
                "example": "My Password"
            }
        }
    },
    "AuthorizationFailedTitle": {
        "message": "Échec de l'autorisation",
        "description": "Title of the toast notification when the login attempt was unsuccessful"
    },
    "ToastServerCheckWarning": {
        "message": "Cette extension va bientôt demander Passwords $MINVERSION$, mais \"$SERVER$\" utilise Passwords $SERVERVERSION$. Veuillez mettre à jour l'application pour pouvoir continuer à utiliser ce compte.",
        "description": "Text of the toast notification when an account uses a server which will soon be no longer supported because it uses an outdated and unsupported version of the passwords app",
        "placeholders": {
            "server": {
                "content": "$1",
                "example": "My Nextcloud"
            },
            "minversion": {
                "content": "$2",
                "example": "2021.12"
            },
            "serverversion": {
                "content": "$3",
                "example": "2021.11"
            }
        }
    },
    "HelpPasteBasicAuth": {
        "message": "Répondre automatiquement aux requêtes d'authentification basiques HTTP avec le premier mot de passe suggéré. Attention : cela peut exposer des mots de passe à des serveur auxquels on ne fait pas confiance.",
        "description": "Help text in the extension settings for the setting to automatically respond with the first recommended credential to any http basic authentication request"
    },
    "SettingsClearClipboardPasswords": {
        "message": "Supprimer automatiquement les mots de passe du presse-papier",
        "description": "Label of the setting in the extension settings to automatically clear passwords from clipboard after a certain time."
    },
    "AutofillSettings": {
        "message": "Collage des identifiants",
        "description": "Headline above the password autofill section in the other settings tab in the extension settings"
    },
    "SettingsPastePopupClose": {
        "message": "Fermer la fenêtre après avoir collé les identifiants",
        "description": "Label of the setting in the extension settings to automatically close the extension popup after successful pasting"
    },
    "SettingsPasteFormSubmit": {
        "message": "Soumettre les formulaires de connexion après avoir collé les identifiants depuis la fenêtre contextuelle",
        "description": "Label of the setting in the extension settings to automatically submit login forms after pasting"
    },
    "SettingsPasteBasicAuth": {
        "message": "Répondre automatiquement aux requêtes d'authentification basiques HTTP",
        "description": "Label of the setting in the extension settings to automatically respond with the first recommended credential to any http basic authentication request"
    },
    "SettingsClearClipboardDelay": {
        "message": "Vider le presse-papier après",
        "description": "Label of the setting in the extension settings to define the time when the clipboard content will be removed."
    },
    "SettingsClipboardClearDelayOptions": {
        "message": "$ROW$ secondes",
        "description": "Time in seconds until clipboard will get empty.",
        "placeholders": {
            "row": {
                "content": "$1",
                "example": "One of 15, 30, 45, 60, 90"
            }
        }
    },
    "NotificationSettings": {
        "message": "Notifications",
        "description": "Headline above the notification section in the other settings tab in the extension settings"
    },
    "SettingsNotifyPasswordNew": {
        "message": "Notification pour les nouveaux mots de passe",
        "description": "Label of the setting in the extension settings to enable or disable the notification for new detected passwords"
    },
    "SettingsNotifyPasswordUpdate": {
        "message": "Notification pour les mots de passe mis à jour",
        "description": "Label of the setting in the extension settings to enable or disable the notification for detected password updates"
    },
    "SearchSettings": {
        "message": "Rechercher",
        "description": "Headline above the search section in the other settings tab in the extension settings"
    },
    "SettingsPopupRelatedSearch": {
        "message": "Commencer la recherche quand j'écris dans \"Similaire\"",
        "description": "Label of the setting in the extension settings to enable or disable switching to the search tab in the popup if the user types in the related passwords tab"
    },
    "AccountList": {
        "message": "Comptes utilisateur·ice",
        "description": "Headline above the user accounts section in the accounts tab in the extension settings"
    },
    "NoAccounts": {
        "message": "Il n'y a pas encore de compte. Cliquez ici pour en créer un.",
        "description": "Message in place of the user accounts list in the extension settings if there are no user accounts yet. The user can click the message to create an account"
    },
    "NewAccountFormLabel": {
        "message": "Créer un compte",
        "description": "Label of the new account form in the extension settings"
    },
    "ServerSaveTitle": {
        "message": "Compte sauvegardé",
        "description": "Title of the toast notification in the extension settings after an account was created or updated successfully"
    },
    "ServerSaveMessage": {
        "message": "Toutes les modifications ont été appliquées avec succès",
        "description": "Message of the toast notification in the extension settings after an account was created successfully"
    },
    "ServerCreatedMessage": {
        "message": "Le compte a été créé et est prêt à être utilisé",
        "description": "Message of the toast notification in the extension settings after an account was updated successfully"
    },
    "ServerSaveErrorTitle": {
        "message": "L'enregistrement a échoué",
        "description": "Title of the toast notification in the extension settings after an account could not be updated or saved. The message will be the specific error message"
    },
    "ServerLabel": {
        "message": "Nom",
        "description": "Label of the account name field in account details in the extension settings"
    },
    "ServerTimeout": {
        "message": "Se déconnecter après",
        "description": "Label of the option to change the automatic logout time of an existing account in the account details in the extension settings"
    },
    "ServerTimeoutOptionNever": {
        "message": "Jamais",
        "description": "Label of the option for the server timeout to never expire"
    },
    "ServerTimeoutOptionMinutes": {
        "message": "Après $MINUTES$ minute(s)",
        "description": "Label of the option for the server timeout to expire after a given amount of minutes",
        "placeholders": {
            "minutes": {
                "content": "$1",
                "example": "One of 5, 10, 15 30 or 60"
            }
        }
    },
    "TabRelated": {
        "message": "Suggestions",
        "description": "Label of the related passwords tab in the extension popup"
    },
    "TabSearch": {
        "message": "Recherche",
        "description": "Label of the search tab in the extension popup"
    },
    "TabBrowse": {
        "message": "Naviguer",
        "description": "Label of the browse servers tab in the extension popup"
    },
    "TabCollected": {
        "message": "Collectés",
        "description": "Label of the new collected passwords tab in the extension popup"
    },
    "TabTools": {
        "message": "Outils",
        "description": "Label of the tools tab in the extension popup"
    },
    "PasswordItemTitle": {
        "message": "État : $STATUS$, Id : #$ID$",
        "description": "The tooltip of any password entry in the popup",
        "placeholders": {
            "id": {
                "content": "$1",
                "example": "1234-1234-1234-1234"
            },
            "status": {
                "content": "$2",
                "example": "DUPLICATE"
            }
        }
    },
    "PasswordItemOpenUrl": {
        "message": "Ouvrir le site Web",
        "description": "Title of the menu option to open the password url in a new tab"
    },
    "PasswordItemToTrash": {
        "message": "Déplacer dans la corbeille",
        "description": "Title of the menu option to move a password to the trash"
    },
    "PasswordItemDetails": {
        "message": "Voir les détails",
        "description": "Title of the menu option to view and edit a password"
    },
    "ValidationUser": {
        "message": "nom d'utilisateur·ice",
        "description": "Name of the account username field in account validation message. This value is used when the user attempts to save an account with an invalid username"
    },
    "ValidationToken": {
        "message": "mot de passe de l'application",
        "description": "Name of the account token field in account validation message. This value is used when the user attempts to save an account with an invalid token"
    },
    "ValidationBaseUrl": {
        "message": "adresse de base",
        "description": "Name of the account base url field in account validation message. This value is used when the user attempts to save an account with an invalid base url"
    },
    "ValidationNotEmpty": {
        "message": "Le champ $FIELD$ ne peut pas être vide.",
        "description": "Validation message when the user attempts to save something (like an account) but a required field is empty.",
        "placeholders": {
            "field": {
                "content": "$1",
                "example": "user"
            }
        }
    },
    "ValidationMinLength": {
        "message": "$FIELD$ doit compter au moins $MIN$ caractères.",
        "description": "Validation message when the user attempts to save something (like an account) but a field is shorter than required",
        "placeholders": {
            "field": {
                "content": "$1",
                "example": "user"
            },
            "min": {
                "content": "$2",
                "example": "29"
            }
        }
    },
    "ValidationFailed": {
        "message": "La validation a échoué.",
        "description": "Validation message when the user attempts to save something (like an account) but there were validation errors"
    },
    "ValidationNotAnUrl": {
        "message": "L'adresse de base doit être une URL valide.",
        "description": "Validation message when the user attempts to save an account but the server url is not a valid url"
    },
    "ValidationNotAToken": {
        "message": "Le mot de passe de l'application doit être un mot de passe d'application Nextcloud valide.",
        "description": "Validation message when the user attempts to save an account but the token does not match the Nextcloud token schema"
    },
    "ValidationInvalidTimeout": {
        "message": "Le délai de déconnexion doit être une des options données.",
        "description": "Validation message when the user attempts to save an account but the timeout is not within the predefined range"
    },
    "ValidationDuplicate": {
        "message": "Il y a déjà un compte pour cet·te utilisateur·ice sur ce Nextcloud.",
        "description": "Validation message when the user attempts to save a new account, but a similar account with the same server and same user name already exists"
    },
    "ValidationNoConnection": {
        "message": "Impossible de se connecter à $URL$.",
        "description": "Validation message when the user attempts to save an account but it is not possible to connect to this server with the given url",
        "placeholders": {
            "url": {
                "content": "$1",
                "example": "https://cloud.example.com/"
            }
        }
    },
    "ValidationHttpError": {
        "message": "La tentative de connexion à $URL$ s'est finie en $ERROR$.",
        "description": "Validation message when the user attempts to save an account but the server responded with an unexpected HTTP status code",
        "placeholders": {
            "url": {
                "content": "$1",
                "example": "https://cloud.example.com/"
            },
            "error": {
                "content": "$2",
                "example": "HTTP 401 - Forbidden"
            }
        }
    },
    "ValidationServerVersion": {
        "message": "La version de l'application installée sur le serveur est obsolète.",
        "description": "Validation message when the user attempts to save an account but the version of the passwords app installed on the server is outdated"
    },
    "NoRelatedPasswords": {
        "message": "Aucun mot de passe associé trouvé.",
        "description": "Used in the related tab when no entries match the current website"
    },
    "NoSearchResults": {
        "message": "Aucun mot de passe correspondant à votre demande n'a été trouvé",
        "description": "Used in the search tab when no entries match the search query"
    },
    "NoSearchQuery": {
        "message": "Écrivez dans la zone de recherche pour trouver des mots de passe",
        "description": "Used in the search tab when there is no search query"
    },
    "AddPasswordForCurrentTab": {
        "message": "Ajouter les identifiants pour l'onglet actuel",
        "description": "Used in the collected tab for the option to add a blank entry with just the url of the current tab"
    },
    "NoServerItems": {
        "message": "Pas d'élément trouvé",
        "description": "Used in the browse tab when a server has no entries to list"
    },
    "BrowseNoServers": {
        "message": "Aucun serveur disponible",
        "description": "Used in the browse tab when no accounts/servers are available"
    },
    "SearchPlaceholder": {
        "message": "Chercher des mots de passe",
        "description": "Placeholder text of the search box"
    },
    "MiningItemIsNew": {
        "message": "Ceci est un nouveau mot de passe",
        "description": "Text shown in a collected password that is new to tell the user that it is a new passwor"
    },
    "TitleClickToEdit": {
        "message": "Double-cliquez pour éditer",
        "description": "Tooltip used in the collected password form for any property of the password to inform the user that double clicking makes the text field editable"
    },
    "TitleEnterToExit": {
        "message": "Appuyez sur Entrée pour enregistrer",
        "description": "Tooltip used in the collected password form to tell the user that the property can be saved by clicking enter"
    },
    "LabelLabel": {
        "message": "Nom",
        "description": "Label for the name of a password entry"
    },
    "LabelHidden": {
        "message": "Mot de passe privé",
        "description": "Label for the checkbox to mark a password entry as private or hidden in the webapp"
    },
    "LabelFolders": {
        "message": "Dossiers",
        "description": "Label for the folder count in the server info in the browse tab"
    },
    "LabelFolder": {
        "message": "Dossier",
        "description": "Label for the folder of this password."
    },
    "LabelCreated": {
        "message": "Créé",
        "description": "Label for the creation time of this password."
    },
    "LabelEdited": {
        "message": "Modifié",
        "description": "Label for the last edit time of this password."
    },
    "LabelNotes": {
        "message": "Notes",
        "description": "Label for the notes of this password."
    },
    "LabelCustomFields": {
        "message": "Champs personnalisés",
        "description": "Label for the custom fields of this password"
    },
    "LabelTags": {
        "message": "Étiquettes",
        "description": "Label for the tag count in the server info in the browse tab"
    },
    "LabelServerVersion": {
        "message": "Serveur",
        "description": "Label for the nextcloud server version in the server info in the browse tab"
    },
    "LabelAppVersion": {
        "message": "API",
        "description": "Label for the passwords app version in the server info in the browse tab"
    },
    "ServerLabelString": {
        "message": "Nextcloud $VERSION$",
        "description": "Value for the nextcloud server version in the server info in the browse tab",
        "placeholders": {
            "version": {
                "content": "$1",
                "example": "20"
            }
        }
    },
    "PlaceholderToken": {
        "message": "Jeton d'authentification à deux facteurs",
        "description": "Placeholder text in the master password field of the server authorization dialog"
    },
    "ButtonLogin": {
        "message": "Connexion",
        "description": "The text of the login button of the server authorization dialog"
    },
    "AuthorizationFailedText": {
        "message": "L'accès à la base de données des mots de passe avec l'identifiant fourni a été refusé",
        "description": "Text of the toast notification when the login attempt was unsuccessful"
    },
    "TokenRequestFailed": {
        "message": "Échec de la demande de jeton",
        "description": "Title of the toast notification when the request for a two factor auth token failed. The text will be the error message."
    },
    "NotifyNewPasswordTitle": {
        "message": "Nouveau mot de passe détecté",
        "description": "Title of the system notification when a new password was detected"
    },
    "NotifyNewPasswordText": {
        "message": "Un nouveau mot de passe pour \"$LABEL$\" a été détecté.",
        "description": "Text of the system notification when a new password was detected. Used in Chrome where the notification has buttons to save or view the password",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nextcloud Community Forum"
            }
        }
    },
    "NotifyNewPasswordTextFF": {
        "message": "Un nouveau mot de passe pour \"$LABEL$\" a été détecté. Cliquez sur l'icône mot de passe dans la barre d'outil pour le voir et l'enregistrer.",
        "description": "Text of the system notification when a new password was detected. Used in Firefox where the notification is purely informational and the user must open the popup to save the password",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nextcloud Community Forum"
            }
        }
    },
    "NotifyUpdatePasswordTitle": {
        "message": "Mise à jour du mot de passe détectée",
        "description": "Title of the system notification when an update for an existing password has been detected"
    },
    "NotifyUpdatePasswordText": {
        "message": "Une mise à jour pour \"$LABEL$\" a été détectée.",
        "description": "Text of the system notification when an update for an existing password was detected. Used in Chrome where the notification has buttons to save or view the password",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nextcloud Community Forum"
            }
        }
    },
    "NotifyUpdatePasswordTextFF": {
        "message": "Une mise à jour pour \"$LABEL$\" a été détectée. Cliquez sur l'icône mot de passe dans la barre d'outil pour le voir et l'enregistrer.",
        "description": "Text of the system notification when an update for an existing password was detected. Used in Firefox where the notification is purely informational and the user must open the popup to save the password",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nextcloud Community Forum"
            }
        }
    },
    "ButtonMore": {
        "message": "Plus d'options",
        "description": "The more options button of a password detection system notification which opens the popup with the form which shows all password details"
    },
    "ButtonClose": {
        "message": "Fermer",
        "description": "The title of the close button of a toast notification"
    },
    "ToastServerCheckTitle": {
        "message": "$SERVER$ doit être mis à jour",
        "description": "Title of the toast notification when an account was disabled because the server uses an outdated and unsupported version of the passwords app",
        "placeholders": {
            "server": {
                "content": "$1",
                "example": "My Nextcloud"
            }
        }
    },
    "ToastServerCheckMessage": {
        "message": "Le compte \"$SERVER$\" utilise Passwords $SERVERVERSION$, mais cette extension nécessite au minimum la version $MINVERSION$. L'application doit être mise à jour avant que le compte puisse être de nouveau activé dans les paramètres.",
        "description": "Text of the toast notification when an account was disabled because the server uses an outdated and unsupported version of the passwords app",
        "placeholders": {
            "server": {
                "content": "$1",
                "example": "My Nextcloud"
            },
            "minversion": {
                "content": "$2",
                "example": "2021.12"
            },
            "serverversion": {
                "content": "$3",
                "example": "2021.11"
            }
        }
    },
    "ToastErrorMessage": {
        "message": "Une erreur s'est produite dans le client Passwords. Vérifier les journaux d'erreur dans les options de débogage pour plus de détails.",
        "description": "Text of the toast notification for error messages from the passwords client. The error message is the title"
    },
    "ThemeArcDark": {
        "message": "Arc noir",
        "description": "Label of the theme with the Arc dark scheme"
    },
    "ThemeArcLight": {
        "message": "Arc",
        "description": "Label of the theme with the Arc color scheme"
    },
    "ToastPasswordTrashedRestore": {
        "message": "Restaurer",
        "description": "Text of the toast notification option to restore a password from the trash"
    },
    "DemoSuccessNotification": {
        "message": "Notification de réussite",
        "description": "Text and title of the success notification in the theme preview"
    },
    "DemoWarningNotification": {
        "message": "Notification d'avertissement",
        "description": "Text and title of the warning notification in the theme preview"
    },
    "DemoErrorNotification": {
        "message": "Notification d'erreur",
        "description": "Text and title of the error notification in the theme preview"
    },
    "InputSliderOn": {
        "message": "Actuellement sur",
        "description": "Tooltip of any slider input element that is currently in the active/enabled state"
    },
    "ToolsTabDebugTools": {
        "message": "Outils de débogage",
        "description": "Label of the debugging tools section in the tools tab of the popup"
    },
    "SettingsNotifyPasswordQuicksave": {
        "message": "Sauvegarder ou mettre à jour directement lorsque l'on clique sur la notification",
        "description": "Label of the setting in the extension settings to save or update a password directly when the related notification is clicked"
    },
    "NotifyNewPasswordTextQS": {
        "message": "Un nouveau mot de passe pour \"$LABEL$\" a été détecté. Cliquez ici pour l'enregistrer.",
        "description": "Text of the system notification when a new password was detected. Clicking the notification will save the password.",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nextcloud Community Forum"
            }
        }
    },
    "NotifyUpdatePasswordTextQS": {
        "message": "Une mise à jour pour \"$LABEL$\" a été détectée. Cliquez ici pour l'enregistrer.",
        "description": "Text of the system notification when an update for an existing password was detected. Clicking the notification will update the password",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nextcloud Community Forum"
            }
        }
    },
    "ToastPasswordTrashed": {
        "message": "$LABEL$ a été déplacé vers la corbeille. Vous pouvez le supprimer définitivement dans l'application ou le restaurer.",
        "description": "Text of the toast notification after a password was moved to the trash",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "My Example Password"
            }
        }
    },
    "ToastPasswordHiddenTrashed": {
        "message": "$LABEL$ a été supprimé. S'il s'agit d'un accident, vous pouvez encore le restaurer ci-dessous avant qu'il ne soit définitivement supprimé.",
        "description": "Text of the toast notification after a hidden password was moved to the trash. Users can restore it within the notification but afterwards the password is lost for good",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "My Example Password"
            }
        }
    },
    "ToastPasswordDeleteFailed": {
        "message": "La suppression du mot de passe a échoué",
        "description": "Text of the toast notification when deleting the password failed"
    },
    "ToastPasswordRestored": {
        "message": "$LABEL$ a été restauré depuis la corbeille. Il réapparaîtra après avoir rouvert la fenêtre contextuelle.",
        "description": "Text of the toast notification after a password was restored from the trash",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "My Example Password"
            }
        }
    },
    "PasswordPastedSuccess": {
        "message": "$LABEL$ collé avec succès",
        "description": "Text of the toast notification when a password entry was pasted successfully into the current tab",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nextcloud account"
            }
        }
    },
    "ToastPasswordUpdated": {
        "message": "Mot de passe mis à jour",
        "description": "Text of the toast notification when password was updated"
    },
    "ToastPasswordUpdateFailed": {
        "message": "Échec de la mise à jour du mot de passe",
        "description": "Text of the toast notification when password update failed"
    },
    "PasswordPastedError": {
        "message": "Impossible de coller $LABEL$",
        "description": "Text of the toast notification when a password could not be pasted into the current tab",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nextcloud account"
            }
        }
    },
    "PasswordPropertyCopied": {
        "message": "$PROPERTY$ copié",
        "description": "Text of the toast notification when a password property was copied successfully via one of the buttons",
        "placeholders": {
            "property": {
                "content": "$1",
                "example": "Username"
            }
        }
    },
    "ServerConnectionErrorTitle": {
        "message": "Impossible de se connecter à $SERVER$",
        "description": "Title of the toast notification when the connection to the server failed",
        "placeholders": {
            "server": {
                "content": "$1",
                "example": "My Nextcloud"
            }
        }
    },
    "ServerCredentialsRejected": {
        "message": "Informations d'identification du serveur rejetées. Veuillez mettre à jour les données de connexion dans les paramètres.",
        "description": "Text of the toast notification when the server has rejected the login credentials"
    },
    "ServerHttpError": {
        "message": "Erreur de connexion HTTP : $ERROR$",
        "description": "Text of the toast notification when the connection to the server failed with a HTTP error",
        "placeholders": {
            "error": {
                "content": "$1",
                "example": "500 - Internal Server Error"
            }
        }
    },
    "ServerNetworkError": {
        "message": "Une erreur de réseau s'est produite. Veuillez vérifier que vous êtes en ligne et que le serveur est joignable.",
        "description": "Text of the toast notification when the connection to the server failed with a network error"
    },
    "ServerUnknownError": {
        "message": "Erreur inconnue.",
        "description": "Text of the toast notification when the connection to the server failed with an unknown error and no error message is present"
    },
    "ServerGenericError": {
        "message": "Erreur : $ERROR$",
        "description": "Text of the toast notification when the connection to the server failed with an error",
        "placeholders": {
            "error": {
                "content": "$1",
                "description": "The error message",
                "example": "500 - Internal Server Error"
            }
        }
    },
    "DemoInfoNotification": {
        "message": "Notification d'information",
        "description": "Text and title of the info notification in the theme preview"
    },
    "DemoText": {
        "message": "Démo",
        "description": "Demo text used in the theme preview"
    },
    "SettingsThemeId": {
        "message": "Thème actif",
        "description": "Label of the option to choose the current theme in the extension settings"
    },
    "ThemeDark": {
        "message": "Thème sombre",
        "description": "Label of the dark theme"
    },
    "ThemeOledDark": {
        "message": "OLED foncé",
        "description": "Label of the dark theme optimized for OLED-Displays"
    },
    "ThemeLight": {
        "message": "Standard",
        "description": "Label of the default light theme"
    },
    "ThemeAdaptaLight": {
        "message": "Adapta",
        "description": "Label of the theme with the Adapta color scheme"
    },
    "ThemeAdaptaTeal": {
        "message": "Adapta turquoise",
        "description": "Label of the theme with the Adapta teal color scheme"
    },
    "ThemeHacker": {
        "message": "Hacker",
        "description": "Label of the hacker style theme"
    },
    "ThemeRGB": {
        "message": "Gaming RGB",
        "description": "Label of the gaming rgb animated theme"
    },
    "ThemeCustom": {
        "message": "Thème personnalisé",
        "description": "Label for the custom theme option"
    },
    "CustomFont": {
        "message": "Police",
        "description": "Headline for the font settings in the custom theme settings"
    },
    "CustomDefaultElement": {
        "message": "Élément par défaut",
        "description": "Headline for the default element styling settings in the custom theme settings"
    },
    "CustomActiveElement": {
        "message": "Élément actif",
        "description": "Headline for the active element styling settings in the custom theme settings"
    },
    "CustomButtons": {
        "message": "Boutons",
        "description": "Headline for the button styling settings in the custom theme settings"
    },
    "CustomSliderElement": {
        "message": "Commutateurs",
        "description": "Headline for the switch styling settings in the custom theme settings"
    },
    "CustomToasts": {
        "message": "Notifications Toast",
        "description": "Headline for the toast notification styling settings in the custom theme settings"
    },
    "CustomBadge": {
        "message": "Icône du navigateur",
        "description": "Headline for the browser toolbar icon styling settings in the custom theme settings"
    },
    "BackgroundColorLabel": {
        "message": "Couleur de fond",
        "description": "Label of background color options in the custom theme settings"
    },
    "ForegroundColorLabel": {
        "message": "Couleur d'avant-plan",
        "description": "Label of foreground / text color options in the custom theme settings"
    },
    "BorderColorLabel": {
        "message": "Couleur de bordure",
        "description": "Label of border color options in the custom theme settings"
    },
    "BackgroundInheritLabel": {
        "message": "Hériter de l'arrière-plan",
        "description": "Label of options to inherit the background color in the custom theme settings"
    },
    "ForegroundInheritLabel": {
        "message": "Hériter du premier plan",
        "description": "Label of options to inherit the foreground / text color in the custom theme settings"
    },
    "LabelGeneratorStrengthUltra": {
        "message": "Ultra",
        "description": "Label of the very high (4) strength option for the password generator in the tools tab"
    },
    "BackgroundColorBaseTitle": {
        "message": "Cette couleur est généralement utilisée pour l'arrière-plan",
        "description": "Tooltip of the color input field in the custom theme settings for the default background color for an element"
    },
    "BackgroundColorHoverTitle": {
        "message": "Cette couleur est utilisée pour l'arrière-plan si l'élément est actif. Elle peut également être utilisée pour la bordure d'un élément inactif.",
        "description": "Tooltip of the color input field in the custom theme settings for the mouse hover / active background color for an element"
    },
    "ForegroundColorBaseTitle": {
        "message": "Cette couleur est généralement utilisée pour les textes et les bordures",
        "description": "Tooltip of the color input field in the custom theme settings for the default foreground / text color for an element"
    },
    "ForegroundColorHoverTitle": {
        "message": "Cette couleur est utilisée pour les textes et les bordures si l'élément est actif.",
        "description": "Tooltip of the color input field in the custom theme settings for the hover / active foreground / text color for an element"
    },
    "BorderColorBaseTitle": {
        "message": "Cette couleur est généralement utilisée pour les bordures",
        "description": "Tooltip of the color input field in the custom theme settings for the default border color for an element"
    },
    "BorderColorHoverTitle": {
        "message": "Cette couleur est utilisée pour les bordures si l'élément est actif.",
        "description": "Tooltip of the color input field in the custom theme settings for the hover / active border color for an element"
    },
    "BackgroundInheritTitle": {
        "message": "Si elle est activée, la valeur sera héritée de l'élément parent.",
        "description": "Tooltip for the checkbox to inherit the background color (from the parent element in the html) in the custom theme settings"
    },
    "ForegroundInheritTitle": {
        "message": "Si elle est activée, la valeur sera héritée de l'élément parent.",
        "description": "Tooltip for the checkbox to inherit the foreground / text color (from the parent element in the html) in the custom theme settings"
    },
    "SettingsCustomFont": {
        "message": "Famille de polices",
        "description": "Label of the font option in the custom theme settings"
    },
    "FontDefault": {
        "message": "Standard",
        "description": "Label of the default font option in the custom theme settings"
    },
    "FontMono": {
        "message": "Chasse fixe",
        "description": "Label of the monospaced font option in the custom theme settings"
    },
    "FontSerif": {
        "message": "Sérif",
        "description": "Label of the serif style (like Times New Roman) font option in the custom theme settings"
    },
    "FontSans": {
        "message": "Sans-sérif",
        "description": "Label of the sans serif (like Arial) font option in the custom theme settings"
    },
    "FontLight": {
        "message": "Lumière",
        "description": "Label of the thin font option in the custom theme settings"
    },
    "FontNextcloud": {
        "message": "Nextcloud",
        "description": "Label of the Nextcloud font option in the custom theme settings"
    },
    "FontOpenDyslexic": {
        "message": "OpenDyslexic",
        "description": "Label of the open dyslexic font option in the custom theme settings. This font is good for users with dyslexia"
    },
    "FontCustom": {
        "message": "Personnalisé",
        "description": "Label for unrecognized fonts in the custom theme settings. This option is usually not shown"
    },
    "SettingsCustomFontSize": {
        "message": "Taille de la police",
        "description": "Label of the font size setting in the custom theme settings"
    },
    "FontSizeVerySmall": {
        "message": "Très petite",
        "description": "Label for the very small font size in the custom theme settings"
    },
    "FontSizeSmall": {
        "message": "Petite",
        "description": "Label for the small font size in the custom theme settings"
    },
    "FontSizeDefault": {
        "message": "Standard",
        "description": "Label for the default font size in the custom theme settings"
    },
    "FontSizeMedium": {
        "message": "Moyenne",
        "description": "Label for the medium font size in the custom theme settings"
    },
    "FontSizeLarge": {
        "message": "Grande",
        "description": "Label for the large font size in the custom theme settings"
    },
    "FontSizeVeryLarge": {
        "message": "Très grande",
        "description": "Label for the very large font size in the custom theme settings"
    },
    "ToastInfoColors": {
        "message": "Info Toast",
        "description": "Label of the setting in the custom theme settings to choose the colors of informational toast notifications"
    },
    "ToastSuccessColors": {
        "message": "Succès Toast",
        "description": "Label of the setting in the custom theme settings to choose the colors of success toast notifications"
    },
    "ToastWarningColors": {
        "message": "Avertissement Toast",
        "description": "Label of the setting in the custom theme settings to choose the colors of warning toast notifications"
    },
    "ToastErrorColors": {
        "message": "Erreur Toast",
        "description": "Label of the setting in the custom theme settings to choose the colors of error toast notifications"
    },
    "ToastBackgroundTitle": {
        "message": "Couleur de fond pour la notification Toast",
        "description": "Tooltip of the color input in the custom theme settings for a toast notification background color"
    },
    "ToastForegroundTitle": {
        "message": "Couleur du texte et des boutons d'arrière-plan de la notification Toast.",
        "description": "Tooltip of the color input in the custom theme settings for a toast notification foreground / text color"
    },
    "SettingsBadgeIcon": {
        "message": "Icône de la barre d'outils",
        "description": "Label of the setting to choose the toolbar icon in the custom theme settings"
    },
    "BadgeIconAuto": {
        "message": "Automatique",
        "description": "Label of the automatic icon option for the toolbar icon in the custom theme settings"
    },
    "BadgeIconLight": {
        "message": "Icône claire",
        "description": "Label of the light icon option for the toolbar icon in the custom theme settings"
    },
    "BadgeIconMedium": {
        "message": "Icône grise",
        "description": "Label of the grey icon option for the toolbar icon in the custom theme settings"
    },
    "BadgeIconDark": {
        "message": "Icône sombre",
        "description": "Label of the dark icon option for the toolbar icon in the custom theme settings"
    },
    "BadgeIconNewLight": {
        "message": "Icône moderne claire",
        "description": "Label of the light modern icon option for the toolbar icon in the custom theme settings"
    },
    "BadgeIconNewMedium": {
        "message": "Icône grise moderne",
        "description": "Label of the grey modern icon option for the toolbar icon in the custom theme settings"
    },
    "BadgeIconNewDark": {
        "message": "Icône moderne sombre",
        "description": "Label of the dark modern icon option for the toolbar icon in the custom theme settings"
    },
    "CustomBadgeColors": {
        "message": "Couleurs des badges",
        "description": "Label of the settings for the toolbar icon badge colors in the custom theme settings"
    },
    "BadgeBackgroundTitle": {
        "message": "Couleur de fond du badge",
        "description": "Tooltip for the color input for the background color of the toolbar icon badge in the custom theme settings"
    },
    "BadgeForegroundTitle": {
        "message": "Couleur du texte du badge",
        "description": "Tooltip for the color input for the text color of the toolbar icon badge in the custom theme settings"
    },
    "PasslinkErrorNoMessage": {
        "message": "Une erreur s'est produite mais aucun message d'erreur n'a été retourné.",
        "description": "Error message shown in the PassLink popup window when and error happened but no error message was provided"
    },
    "PasslinkNoLinkProvided": {
        "message": "Aucun lien ou action ne manque",
        "description": "Error message shown in the PassLink popup window when the window was opened but no action or link to process was provided"
    },
    "PasslinkErrorClose": {
        "message": "Fermer",
        "description": "Text of the close button in the PassLink error window"
    },
    "PasslinkNoActiveAction": {
        "message": "Il n'y a pas d'action PassLink active de ce type.",
        "description": "Error message when an active PassLink action is required for a request but no active action can be found. (Example: Request to view the second step of the PassLink connect step, but no PassLink connect was started at all)"
    },
    "PasslinkConnectCheckCodes": {
        "message": "Vérifiez si les codes ci-dessous correspondent à ceux que vous voyez dans l'application. Si c'est le cas, confirmez la connexion dans l'application et le tour est joué.",
        "description": "Message during the PassLink Connect action telling the user to check if the codes below match the ones shown in the Nextcloud Passwords App. If so, the user just needs to confirm the connection in the Nextcloud app to add the account to the extension."
    },
    "PasslinkConnectServer": {
        "message": "Le nouveau compte a été enregistré sous le nom de \"$LABEL$\".",
        "description": "Confirmation message in the PassLink Connect action when a new account has been created successfully",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nexcloud - admin"
            }
        }
    },
    "PasslinkConnectNotFound": {
        "message": "Ce lien n'est pas valide. Il a peut-être déjà été utilisé ou est expiré.",
        "description": "Error message in PassLink when the link used has expired or was already used."
    },
    "PasslinkConnectRejected": {
        "message": "La demande de connexion a été rejetée par le serveur.",
        "description": "Error message when the server rejected the PassLink connect action was not confirmed by the server"
    },
    "PasslinkConnectNetworkError": {
        "message": "Échec de la connexion au serveur. Veuillez vérifier votre réseau.",
        "description": "Error message in PassLink when the connection to the Nextcloud server failed with a networking error"
    },
    "PasslinkConnectSuccess": {
        "message": "Connexion réussie",
        "description": "Message in the PassLink window when the PassLink Connect action was successful"
    },
    "PasslinkConnectFailed": {
        "message": "Échec de la connexion",
        "description": "Message in the PassLink window when the PassLink Connect action failed"
    },
    "PasslinkConnectSettings": {
        "message": "Ouvrir les paramètres",
        "description": "Text of the button to open the extension settings in the PassLink result window"
    },
    "PasslinkConnectClose": {
        "message": "Fermer la fenêtre",
        "description": "Text of the button  in the PassLink result window to close the window"
    },
    "PasslinkScanInstructions": {
        "message": "Pointez votre appareil photo vers le code QR et attendez qu'il soit reconnu et scanné.",
        "description": "Instructions shown above the PassLink QR scanner telling the use to point his camera at the qr code he wants to scan"
    },
    "PasslinkScanScanning": {
        "message": "Recherche d'un code QR",
        "description": "Message used by the PassLink QR scanner while the camera feed is scanned for a qr code"
    },
    "PasslinkScanProcessingLink": {
        "message": "Traitement du code QR",
        "description": "Message used by the PassLink QR scanner when a valid code was found and is now being analyzed"
    },
    "PasslinkScanInvalidQrCode": {
        "message": "Ce code QR n'est pas pris en charge",
        "description": "Message used by the PassLink QR scanner when the user scans a code that does not contain a valid and supported uri of Passlink"
    },
    "QrNotAllowedError": {
        "message": "L'accès à la caméra n'a pas été accordé",
        "description": "Message used by the PassLink QR scanner when the user did not allow camera access"
    },
    "QrNotFoundError": {
        "message": "Aucune caméra n'a été trouvée sur cet appareil",
        "description": "Message used by the PassLink QR scanner when the device has no cameras"
    },
    "QrNotSupportedError": {
        "message": "Contexte non sécurisé",
        "description": "Message used by the PassLink QR scanner when the page was opened in an insecure context (http://). This should never happen"
    },
    "QrNotReadableError": {
        "message": "La caméra n'est pas accessible. Peut-être est-elle déjà utilisée ?",
        "description": "Message used by the PassLink QR scanner when the camera stream can not be read"
    },
    "QrOverconstrainedError": {
        "message": "La caméra ne convient pas à l'utilisation",
        "description": "Message used by the PassLink QR scanner when the camera is faulty"
    },
    "QrStreamApiNotSupportedError": {
        "message": "L'API Stream n'est pas prise en charge par ce navigateur.",
        "description": "Message used by the PassLink QR scanner when the browser does not support the required streaming api. This should never happen"
    },
    "FirstRunConnectTitle": {
        "message": "Se connecter à Nextcloud",
        "description": "Title of the first run wizard step that helps the user to connect to their Nextcloud"
    },
    "OpenSettings": {
        "message": "Ouvrir les paramètres de l'extension",
        "description": "Label of the button to open the extension settings in the tools tab of the popup"
    },
    "ToolsTabGeneratePassword": {
        "message": "Générer un mot de passe",
        "description": "Label of the generate password section in the tools tab of the popup"
    },
    "GeneratedPasswordPlaceholder": {
        "message": "Mot de passe généré",
        "description": "Placeholder of the field for the generated password in the tools tab of the popup"
    },
    "GeneratedPasswordTitle": {
        "message": "Mots pour le mot de passe : $WORDS$",
        "description": "Title of the input field for the generated password in the tools tab of the popup. It shows the words used to generate the password",
        "placeholders": {
            "words": {
                "content": "$1",
                "description": "The words used for the password",
                "example": "First Second Third"
            }
        }
    },
    "LabelGenerateAddNumbers": {
        "message": "Nombres",
        "description": "Label of the option to include numbers in the password generator in the tools tab"
    },
    "LabelGenerateAddSpecial": {
        "message": "Symboles",
        "description": "Label of the option to include special characters in the password generator in the tools tab"
    },
    "LabelGenerateStrength": {
        "message": "Force",
        "description": "Label of the option to set the strength in the password generator in the tools tab"
    },
    "LabelGeneratorStrengthLow": {
        "message": "Faible",
        "description": "Label of the low (0) strength option for the password generator in the tools tab"
    },
    "LabelGeneratorStrengthStandard": {
        "message": "Standard",
        "description": "Label of the default (1) strength option for the password generator in the tools tab"
    },
    "LabelGeneratorStrengthMedium": {
        "message": "Moyenne",
        "description": "Label of the medium (2) strength option for the password generator in the tools tab"
    },
    "LabelGeneratorStrengthHigh": {
        "message": "Haute",
        "description": "Label of the high (3) strength option for the password generator in the tools tab"
    },
    "PasswordGenerateError": {
        "message": "Impossible de générer un mot de passe : $ERROR$",
        "description": "Notification shown when the generation of a password fails",
        "placeholders": {
            "error": {
                "content": "$1",
                "example": "Unexpected data type"
            }
        }
    },
    "DebugHighlightLoginForms": {
        "message": "Mettre en évidence les champs du formulaire de connexion",
        "description": "Label of the button in the popup which triggers the option to highlight all login form fields in the current tab"
    },
    "PasteBadPasswordWarning": {
        "message": "Ce mot de passe est compromis et doit être changé immédiatement.",
        "description": "Notification shown after the user pasted a password with the security status breached/compromised"
    },
    "DebugInternalStats": {
        "message": "État interne",
        "description": "Headline above the internal status section in the extension settings in the debug tab"
    },
    "DebugInfoExtensionVersion": {
        "message": "Version de l'extension",
        "description": "Description of the extension version in the internal status section in the debug tab in the extension settings"
    },
    "DebugInfoExtensionBuild": {
        "message": "Plate-forme cible",
        "description": "Description of the extension build target (firefox or chrome) in the internal status section in the debug tab in the extension settings"
    },
    "DebugInfoExtensionPlatform": {
        "message": "Agent utilisateur",
        "description": "Description of the browser user agent in the internal status section in the debug tab in the extension settings"
    },
    "DebugInfoExtensionEnvironment": {
        "message": "Mode de l'extension",
        "description": "Description of the extension mode (production or development) in the internal status section in the debug tab in the extension settings"
    },
    "DebugInfoHiddenFolderId": {
        "message": "ID du dossier des mots de passe cachés",
        "description": "Description of the id of the folder used to store hidden/private passwords in the internal status section in the debug tab in the extension settings"
    },
    "DebugSettings": {
        "message": "Paramètres de débogage",
        "description": "Headline above the debugging settings section in the extension settings in the debug tab"
    },
    "DebugLanguageTagsEnabled": {
        "message": "Afficher les clés de langue",
        "description": "Label of the setting to disable translation of language keys in the debug settings section in the debug tab in the extension settings"
    },
    "DebugBuild": {
        "message": "Informations de compilation",
        "description": "Headline above the section for the build instructions in the debug tab in the extension settings"
    },
    "DebugSourceAndBuild": {
        "message": "Instructions de compilation et de téléchargement du code source",
        "description": "Label of the link to open the page with build instructions and links to the source code in the debug tab in the extension settings"
    },
    "DebugErrorLog": {
        "message": "Journal des erreurs",
        "description": "Headline above the error logs section in the extension settings in the debug tab"
    },
    "DebugErrorNoMessage": {
        "message": "Aucun message d'erreur",
        "description": "Used as error message for errors with no error message (but have a timestamp) in the error logs section in the extension settings in the debug tab"
    },
    "DebugErrorNoDetails": {
        "message": "Pas de détails d'erreur",
        "description": "Used as error message for errors with no details at all in the error logs section in the extension settings in the debug tab"
    },
    "DebugErrorDataCopied": {
        "message": "Détails d'erreur copiés dans le presse-papiers",
        "description": "Success notification when you copy an error report to the clipboard in the error logs section in the extension settings in the debug tab"
    },
    "DebugNoErrors": {
        "message": "Aucune erreur dans le journal",
        "description": "Message shown when no error reports exist instead of the error logs in the error logs section in the extension settings in the debug tab"
    },
    "RecommendationSettings": {
        "message": "Recommandation de mots de passe",
        "description": "Label of the section password recommendations in the extension settings."
    },
    "SettingsSearchRecommendationOption": {
        "message": "Recherche de mot de passe avec",
        "description": "Label of the setting in the extension settings to define how password recommendations are searched."
    },
    "LabelSearchRecommendationDomain": {
        "message": "même domaine",
        "description": "Find password recommendations by domain. So on page mail.example.com you will see all passwords for the domain and sumdomains of example.com."
    },
    "LabelSearchRecommendationHost": {
        "message": "même hôte",
        "description": "Find password recommendations by host. So on page mail.example.com you will see all passwords for the sumdomain mail e.g. (mail.example.com or mail.example.com:8443)."
    },
    "LabelSearchRecommendationExact": {
        "message": "exactement la même URL",
        "description": "Find only passwords where th url matches exact to the current browser url."
    },
    "SettingsSearchRecommendationMaxRows": {
        "message": "Nombre maximal de recommandations",
        "description": "Label of the setting in the extension settings to define the maximum number of results for the password recommendation."
    },
    "SearchRecommendationMaxRowsNumber": {
        "message": "$ROW$",
        "description": "Number of results that should be displayed for password recommendations.",
        "placeholders": {
            "row": {
                "content": "$1",
                "example": "One of 1, 5, 10, 15 or 20"
            }
        }
    },
    "UiSettings": {
        "message": "Interface utilisateur",
        "description": "Label of the user interface section in the extension settings."
    },
    "SettingsShowUsernameInList": {
        "message": "Afficher le nom d'utilisateur à côté du titre",
        "description": "Label of the setting in the extension settings to show the username next to the title in password lists."
    },
    "InputSliderOff": {
        "message": "Actuellement hors service",
        "description": "Tooltip of any slider input element that is currently in the inactive/disabled state"
    },
    "PasswordCustomFieldsTypeText": {
        "message": "Texte",
        "description": "Label of the password custom setting type 'text'."
    },
    "PasswordCustomFieldsTypeSecret": {
        "message": "Secret",
        "description": "Label of the password custom setting type 'secret'."
    },
    "PasswordCustomFieldsTypeEmail": {
        "message": "Courriel :",
        "description": "Label of the password custom setting type 'email'."
    },
    "PasswordCustomFieldsTypeUrl": {
        "message": "Lien",
        "description": "Label of the password custom setting type 'url'."
    },
    "PasswordCustomFieldsTypeFormField": {
        "message": "Champ de formulaire",
        "description": "Label of the password custom setting form field to insert custom values to a web page."
    },
    "PasswordEditValidationInvalidValue": {
        "message": "Valeur incorrecte",
        "description": "The validation error message in the password edit form if the value is invalid"
    },
    "PasswordEditValidationMaxLength": {
        "message": "Seulement $CHARACTERS$ caractères autorisés",
        "description": "The validation error message in the password edit form if the value is longer than allowed",
        "placeholders": {
            "characters": {
                "content": "$1",
                "example": "One of 1, 48, 320, 370, 2048 or 8192"
            }
        }
    },
    "PasswordEditValidationRequired": {
        "message": "Ce champ est obligatoire",
        "description": "The validation error message in the password edit form if a required field is empty"
    },
    "MiningPasswordDiscarded": {
        "message": "Mot de passe rejeté",
        "description": "The toast notification after the user has successfully discarded a mined password"
    },
    "MiningPasswordCreated": {
        "message": "Mot de passe enregistré",
        "description": "The toast notification after the password was successfully saved"
    },
    "MiningPasswordUpdated": {
        "message": "Mot de passe mis à jour",
        "description": "The toast notification after the password was successfully saved"
    },
    "CustomFieldLabelPlaceholder": {
        "message": "Libellé du champ personnalisé",
        "description": "Placeholder text of the label for a custom field entry in the password details"
    },
    "CustomFieldValuePlaceholder": {
        "message": "Valeur du champ personnalisé",
        "description": "Placeholder text of the value for a custom field entry in the password details"
    },
    "ServerNetworkErrorReload": {
        "message": "Recharger le serveur",
        "description": "Text of the button to try and reload the server in toast notification when the connection to the server failed with a network error"
    },
    "PasswordMiningSettings": {
        "message": "Nouveau mot de passe et mot de passe modifié",
        "description": "Headline above the password mining section in the other settings tab in the extension settings"
    },
    "SettingsMiningIgnoredDomains": {
        "message": "Ignorer ces domaines (un par ligne, les sous-domaines sont également ignorés)",
        "description": "Label of the setting in the extension settings to maintain a list of domains where the extension should not detect new or changed passwords. The textarea should be filled with one domain per line, no spaces. Subdomains of the listed domains will also be ignored automatically."
    },
    "SettingsMiningIgnoredDomainsPlaceholder": {
        "message": "par exemple, exemple.com",
        "description": "Placeholder text for SettingsMiningIgnoredDomains"
    },
    "SettingsMiningIncognitoHide": {
        "message": "Stocker les mots de passe collectés dans Incognito en tant que mots de passe privés",
        "description": "Label of the setting in the extension settings to enable or disable switching to the search tab in the popup if the user types in the related passwords tab"
    },
    "BadgeIconOutlineLight": {
        "message": "Icône de contour lumineux",
        "description": "Label of the light outline icon option for the toolbar icon in the custom theme settings"
    },
    "BadgeIconOutlineDark": {
        "message": "Icône de contour sombre",
        "description": "Label of the dark outline icon option for the toolbar icon in the custom theme settings"
    },
    "FirstRunConnectLink1": {
        "message": "Ouvrez l'application Mots de passe, cliquez sur \"Plus\" et ouvrez \"Apps & Extensions\".",
        "description": "First setup step in the first run wizard which tells the user to open the Nextcloud app and click on 'More' and then 'Apps & Extensions'."
    },
    "FirstRunConnectLink2": {
        "message": "Choisissez votre navigateur et cliquez sur \"Connecter avec PassLink\".",
        "description": "Second setup step in the first run wizard which tells the user to select the 'Connect with Passlink' option for their browser"
    },
    "FirstRunConnectLink3": {
        "message": "Cliquez sur \"Connecter par lien\", comparez les codes et confirmez la connexion.",
        "description": "Last setup step in the first run wizard which tells the user to click 'Connect via Link' and then confirm the four codes shown on display."
    },
    "FirstRunSetupManually": {
        "message": "Connecter manuellement",
        "description": "Text of the button or link in the first run wizard to open the settings and add an account manually"
    },
    "FirstRunConnectScanQR": {
        "message": "Scanner le code PassLink",
        "description": "Text of the button or link in the first run wizard to scan a PassLink QR Code"
    },
    "FirstRunSetupVideo": {
        "message": "Voir le guide vidéo",
        "description": "Text of the button or link in the first run wizard to open the manual and watch a video for the process"
    },
    "FirstRunSettingsTitle": {
        "message": "Personnaliser l'extension",
        "description": "Title of the first run wizard page that allows the user to change some common settings"
    },
    "FirstRunSettingsText": {
        "message": "Ces éléments et bien d'autres peuvent être modifiés à tout moment dans les paramètres de l'extension.",
        "description": "Text in the first run wizard which tells the user that they can change the settings shown anytime later"
    },
    "FirstRunSettingsSave": {
        "message": "Enregistrer",
        "description": "Text of the button in the first run wizard to save the settings and close the wizard"
    },
    "PasslinkConnectServerUpdated": {
        "message": "Les informations d'identification pour \"$LABEL$\" ont été mises à jour.",
        "description": "Confirmation message in the PassLink Connect action when an existing account has been updated successfully",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "Nexcloud - admin"
            }
        }
    },
    "DebugResetExtension": {
        "message": "Réinitialiser l'extension",
        "description": "Label of the button to reset the extension for the password recommendations in the debug tab in the extension settings"
    },
    "DebugResetTitle": {
        "message": "Effacer les données d'extension",
        "description": "Headline above the section for to clear specific extension data in the debug tab in the extension settings"
    },
    "DebugResetStatistics": {
        "message": "Réinitialiser les données de la recommandation",
        "description": "Label of the button to reset the usage statistics for the password recommendations in the debug tab in the extension settings"
    },
    "DebugResetStatisticsTitle": {
        "message": "Réinitialiser les statistiques d'utilisation collectées utilisées pour recommander des informations d'identification dans l'onglet correspondant",
        "description": "Help title text of the button to reset the usage statistics for the password recommendations in the debug tab in the extension settings"
    },
    "DebugResetExtensionTitle": {
        "message": "Supprimez tous les paramètres, comptes et données de recommandation et recommencez.",
        "description": "Help title text of the button to reset the extension for the password recommendations in the debug tab in the extension settings"
    },
    "ExtensionInitFailure": {
        "message": "L'initialisation de l'extension a échoué : $ERROR$",
        "description": "Notification message when the start sequence of the extension failed",
        "placeholders": {
            "error": {
                "content": "$1",
                "example": "One of 1, 48, 320, 370, 2048 or 8192"
            }
        }
    },
    "FirstRunServerCheckTitle": {
        "message": "Vérification du serveur",
        "description": "Title of the first run wizard settings page while data is loaded from the server"
    },
    "SettingsAutofillIgnoredDomains": {
        "message": "Ignorer ces domaines (un par ligne, les sous-domaines sont également ignorés)",
        "description": "Label of the setting in the extension settings to maintain a list of domains where the extension should not autofill passwords. The textarea should be filled with one domain per line, no spaces. Subdomains of the listed domains will also be ignored automatically."
    },
    "SettingsAutofillIgnoredDomainsPlaceholder": {
        "message": "par exemple, exemple.com",
        "description": "Placeholder text for SettingsMiningIgnoredDomains"
    },
    "ContextMenu": {
        "message": "Menu contextuel"
    },
    "ContextMenuEnabled": {
        "message": "Activer le menu contextuel"
    },
    "ButtonYes": {
        "message": "oui"
    },
    "ButtonNo": {
        "message": "non"
    },
    "ThemeExportButton": {
        "message": "Thème d'exportation"
    },
    "ThemeExportTitle": {
        "message": "Exporter le thème actuel dans un fichier JSON"
    },
    "ThemeImportButton": {
        "message": "Importer un thème"
    },
    "ThemeImportTitle": {
        "message": "Importer un thème à partir d'un fichier JSON"
    },
    "ThemeImportSuccess": {
        "message": "Thème importé"
    },
    "ThemeImportError": {
        "message": "Fichier de thème invalide : $ERRORS$",
        "placeholders": {
            "errors": {
                "content": "$1",
                "example": "id must be all lowercase"
            }
        }
    },
    "ThemeDeleteButton": {
        "message": "Supprimer le thème"
    },
    "ThemeDeleteTitle": {
        "message": "Supprimer le thème actuel"
    },
    "ThemeDeleteConfirm": {
        "message": "Supprimer le thème \"$LABEL$\" ?",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "My first theme"
            }
        }
    },
    "ServerDeleteConfirm": {
        "message": "Voulez-vous vraiment supprimer \"$LABEL$\" ?",
        "placeholders": {
            "label": {
                "content": "$1",
                "example": "My Nextcloud Server"
            }
        }
    },
    "SettingsPasteAutofillWhitelist": {
        "message": "Limiter le remplissage automatique aux données de connexion précédemment utilisées"
    },
    "HelpPasteAutofillWhitelist": {
        "message": "N'autorisez le remplissage automatique des données de connexion que si elles ont été préalablement remplies manuellement sur ce site web."
    },
    "SettingsMiningEnabled": {
        "message": "Détecter les mots de passe nouveaux ou modifiés"
    }
}
